Repository: IntelliactAG/elstr-phplib
Catalog: 1.0/translations/user.tmx
Source language: fr
Languages: de, en, es

source: Un mot de passe est exigé
de: Ein Passwort muss eingegeben werden
en: A password is required
es: Se necesita una contraseña

source: Un nom d'utilisateur est exigé
de: Ein Benutzername muss eingegeben werden
en: A username is required
es: Se necesita un nombre de usuario

source: Annuler
de: Abbrechen
en: Cancel
es: Cancelar

source: Vérification de qualifications ...
de: Benutzername und Passwort werden geprüft ...
en: Checking credentials ...
es: Comprobación de credenciales ...

source: Qualifications inadmissibles
de: Ungültiger Benutzername oder falsches Passwort
en: Invalid credentials
es: Nombre de usuario o contraseña incorrectos

source: Ouvrir session
de: Anmelden
en: Login
es: Abrir sesión

source: Déloguer
de: Abmelden
en: Logout
es: Cerrar sesión

source: Mot de passe
de: Passwort
en: Password
es: Contraseña

source: Nom d'utilisateur
de: Benutzername
en: Username
es: Nombre de usuario
